{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Boosterchip",
			"Children": [
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 30%"
					},
					"Translation":
					{
						"Text": "10% 확률로 회복 아이템으로 회복되는 양이 30% 늘어난다"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 35%"
					},
					"Translation":
					{
						"Text": "10% 확률로 회복 아이템으로 회복되는 양이 35% 늘어난다"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 45%"
					},
					"Translation":
					{
						"Text": "10% 확률로 회복 아이템으로 회복되는 양이 40% 늘어난다"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "15% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "15% 확률로 일반 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "16% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "16% 확률로 대시 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "16% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "15% 확률로 점프 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Aerial_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 2x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "처치 시 25%의 확률로 조합재료(몹 드롭 아이템)을 2배 더 제공한다"
					},
					"Key": "Desc_Lucky_Extra_Drop_Normal"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 3x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "처치 시 25%의 확률로 조합재료(몹 드롭 아이템)을 3배 더 제공한다"
					},
					"Key": "Desc_Lucky_Extra_Drop_Rare"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 4x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "처치 시 25%의 확률로 조합재료(몹 드롭 아이템)을 4배 더 제공한다"
					},
					"Key": "Desc_Lucky_Extra_Drop_Legendary"
				},
				{
					"Source":
					{
						"Text": "30% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "30% 확률로 일반 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "35% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "35% 확률로 대시 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "35% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "35% 확률로 점프 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Aerial_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "5% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "5% 확률로 일반 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "7% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "7% 확률로 대시 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "7% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "7% 확률로 점프 공격이 화염 피해를 가한다"
					},
					"Key": "Desc_Flame_Aerial_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "Aerial Oxidation Attack"
					},
					"Translation":
					{
						"Text": "공중 산화 공격"
					},
					"Key": "Name_Oxidation_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Aerial Strike Optimization"
					},
					"Translation":
					{
						"Text": "공중 공격 최적화"
					},
					"Key": "Name_Aerial_Strike_Optimization"
				},
				{
					"Source":
					{
						"Text": "Aerial Throttling"
					},
					"Translation":
					{
						"Text": "공중 쓰로틀링"
					},
					"Key": "Name_Throttling_Aerial"
				},
				{
					"Source":
					{
						"Text": "Battery Enhancement"
					},
					"Translation":
					{
						"Text": "배터리 강화"
					},
					"Key": "Name_Enhancement_Battery"
				},
				{
					"Source":
					{
						"Text": "Critical Aerial Attack"
					},
					"Translation":
					{
						"Text": "치명 공중 공격"
					},
					"Key": "Name_Critical_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Critical Aerial Flame Strike"
					},
					"Translation":
					{
						"Text": "공중 화염"
					},
					"Key": "Name_Flame_Aerial_Strike"
				},
				{
					"Source":
					{
						"Text": "Critical Dash"
					},
					"Translation":
					{
						"Text": "치명 돌진"
					},
					"Key": "Name_Critical_Dash"
				},
				{
					"Source":
					{
						"Text": "Critical Oxidation Strike"
					},
					"Translation":
					{
						"Text": "치명 산화 일격"
					},
					"Key": "Name_Critical_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Critical Strike"
					},
					"Translation":
					{
						"Text": "치명 일격"
					},
					"Key": "Name_Critical_Strike"
				},
				{
					"Source":
					{
						"Text": "Dash Optimization"
					},
					"Translation":
					{
						"Text": "돌진 최적화"
					},
					"Key": "Name_Dash_Optimization"
				},
				{
					"Source":
					{
						"Text": "Firewall Enhancement"
					},
					"Translation":
					{
						"Text": "방어 성능 강화"
					},
					"Key": "Name_Firewall_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Flame Dash"
					},
					"Translation":
					{
						"Text": "화염 돌진"
					},
					"Key": "Name_Flame_Dash"
				},
				{
					"Source":
					{
						"Text": "Flame Strike"
					},
					"Translation":
					{
						"Text": "화염 일격"
					},
					"Key": "Name_Flame_Strike"
				},
				{
					"Source":
					{
						"Text": "Footwork Optimization"
					},
					"Translation":
					{
						"Text": "보법 최적화"
					},
					"Key": "Name_Footwork_Optimization"
				},
				{
					"Source":
					{
						"Text": "Freezing Aerial"
					},
					"Translation":
					{
						"Text": "프리징 공중"
					},
					"Key": "Name_Freezing_Aerial"
				},
				{
					"Source":
					{
						"Text": "Freezing Dash"
					},
					"Translation":
					{
						"Text": "프리징 돌진"
					},
					"Key": "Name_Freezing_Dash"
				},
				{
					"Source":
					{
						"Text": "Freezing Resistance"
					},
					"Translation":
					{
						"Text": "프리징 저항"
					},
					"Key": "Name_Freezing_Resistance"
				},
				{
					"Source":
					{
						"Text": "Freezing Resistance"
					},
					"Translation":
					{
						"Text": "프리징 저항"
					},
					"Key": "Name_Resistance_Freezing"
				},
				{
					"Source":
					{
						"Text": "Freezing Strike"
					},
					"Translation":
					{
						"Text": "프리징 일격"
					},
					"Key": "Name_Freezing_Strike"
				},
				{
					"Source":
					{
						"Text": "Freezing Strike Enhancement"
					},
					"Translation":
					{
						"Text": "프리징 일격 강화"
					},
					"Key": "Name_Freezing_Strike_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Heal Pack Enhancement"
					},
					"Translation":
					{
						"Text": "힐팩 강화"
					},
					"Key": "Name_Enhancement_Heal_Pack"
				},
				{
					"Source":
					{
						"Text": "High-Risk Aerial Attack"
					},
					"Translation":
					{
						"Text": "고위험 공중 공격"
					},
					"Key": "Name_High-Risk_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "High-Risk Oxidation Dash"
					},
					"Translation":
					{
						"Text": "고위험 산화 돌진"
					},
					"Key": "Name_High-Risk_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "High-Risk Oxidation Strike"
					},
					"Translation":
					{
						"Text": "고위험 산화 일격"
					},
					"Key": "Name_High-Risk_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Hit Rate Enhancement"
					},
					"Translation":
					{
						"Text": "히트레이트 최적화"
					},
					"Key": "Name_Hit_Rate_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Landing Optimization"
					},
					"Translation":
					{
						"Text": "낙법 최적화"
					},
					"Key": "Name_Landing_Optimization"
				},
				{
					"Source":
					{
						"Text": "Legendary"
					},
					"Translation":
					{
						"Text": "전설"
					},
					"Key": "Grade_Legendary"
				},
				{
					"Source":
					{
						"Text": "Lucky Extra Drop"
					},
					"Translation":
					{
						"Text": "럭키 드롭"
					},
					"Key": "Name_Lucky_Extra_Drop"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": "일반"
					},
					"Key": "Grade_Normal"
				},
				{
					"Source":
					{
						"Text": "Overdrive Mode"
					},
					"Translation":
					{
						"Text": "과부하 모드"
					},
					"Key": "Name_Overdrive_Mode"
				},
				{
					"Source":
					{
						"Text": "Oxidation Dash"
					},
					"Translation":
					{
						"Text": "산화 돌진"
					},
					"Key": "Name_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "Oxidation Strike"
					},
					"Translation":
					{
						"Text": "산화 일격"
					},
					"Key": "Name_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Precision Aerial Strike"
					},
					"Translation":
					{
						"Text": "정밀 공중 히트"
					},
					"Key": "Name_Precision_Aerial_Strike"
				},
				{
					"Source":
					{
						"Text": "Precision Dash"
					},
					"Translation":
					{
						"Text": "정밀 돌진"
					},
					"Key": "Name_Precision_Dash"
				},
				{
					"Source":
					{
						"Text": "Precision Strike"
					},
					"Translation":
					{
						"Text": "정밀 타격"
					},
					"Key": "Name_Precision_Strike"
				},
				{
					"Source":
					{
						"Text": "Rare"
					},
					"Translation":
					{
						"Text": "희귀"
					},
					"Key": "Grade_Rare"
				},
				{
					"Source":
					{
						"Text": "Select New Boosterchip"
					},
					"Translation":
					{
						"Text": "새 부스터칩을 고르세요"
					},
					"Key": "UI_Choose_New_BoosterChip"
				},
				{
					"Source":
					{
						"Text": "Self Aerial Overload"
					},
					"Translation":
					{
						"Text": "자체 공중 전압 조절"
					},
					"Key": "Name_Overload_Self_Aerial"
				},
				{
					"Source":
					{
						"Text": "Self Overload"
					},
					"Translation":
					{
						"Text": "자체 전압조절"
					},
					"Key": "Name_Overload_Self"
				},
				{
					"Source":
					{
						"Text": "Self Overload Dash"
					},
					"Translation":
					{
						"Text": "자체 전압조절 돌진"
					},
					"Key": "Name_Overload_Self_Dash"
				},
				{
					"Source":
					{
						"Text": "Self Overload Strike"
					},
					"Translation":
					{
						"Text": "자체 전압조절 일격"
					},
					"Key": "Name_Overload_Self_Strike"
				},
				{
					"Source":
					{
						"Text": "Skill Optimization"
					},
					"Translation":
					{
						"Text": "스킬 최적화"
					},
					"Key": "Name_Skill_Optimization"
				},
				{
					"Source":
					{
						"Text": "Strike Optimization"
					},
					"Translation":
					{
						"Text": "일격 최적화"
					},
					"Key": "Name_Strike_Optimization"
				},
				{
					"Source":
					{
						"Text": "Stunning Output"
					},
					"Translation":
					{
						"Text": "출력 이상"
					},
					"Key": "Name_Stunning_Output"
				},
				{
					"Source":
					{
						"Text": "Sub-Weapon Slot Enhancement"
					},
					"Translation":
					{
						"Text": "보조무기 슬롯 강화"
					},
					"Key": "Name_Enhancement_Sub-Weapon_Slot"
				},
				{
					"Source":
					{
						"Text": "System Performance Enhancement"
					},
					"Translation":
					{
						"Text": "시스템 성능 강화"
					},
					"Key": "Name_System_Performance_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Throttling Dash"
					},
					"Translation":
					{
						"Text": "쓰로틀링 돌진"
					},
					"Key": "Name_Throttling_Dash"
				},
				{
					"Source":
					{
						"Text": "Throttling Strike"
					},
					"Translation":
					{
						"Text": "쓰로틀링 일격"
					},
					"Key": "Name_Throttling_Strike"
				},
				{
					"Source":
					{
						"Text": "Toxic Aerial Attack"
					},
					"Translation":
					{
						"Text": "유해성 공중 공격"
					},
					"Key": "Name_Toxic_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Toxic Oxidation Dash"
					},
					"Translation":
					{
						"Text": "유해성 산화 돌진"
					},
					"Key": "Name_Toxic_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "Toxic Oxidation Strike"
					},
					"Translation":
					{
						"Text": "유해성 산화 일격"
					},
					"Key": "Name_Toxic_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Transcendent Critical"
					},
					"Translation":
					{
						"Text": "초월 치명타"
					},
					"Key": "Name_Critical_Transcendent"
				},
				{
					"Source":
					{
						"Text": "You will forfeit the boosterchip  acquisition. \r\nThis choice is irreversible. \r\nDo you wish to continue?"
					},
					"Translation":
					{
						"Text": "부스터칩 획득이 취소됩니다.\r\n이 선택은 되돌릴 수 없습니다.\r\n계속하시겠습니까?"
					},
					"Key": "UI_RewardWarning"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 2%"
					},
					"Translation":
					{
						"Text": "모든 공격의 치명타 확률이 2% 증가한다"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 3%"
					},
					"Translation":
					{
						"Text": "모든 공격의 치명타 확률이 3% 증가한다"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 4%"
					},
					"Translation":
					{
						"Text": "모든 공격의 치명타 확률이 4% 증가한다"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.2 times"
					},
					"Translation":
					{
						"Text": "모든 공격의 치명타 피해량이 1.2배 증가한다"
					},
					"Key": "Desc_Transcendent_Critical_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.3 times"
					},
					"Translation":
					{
						"Text": "모든 공격의 치명타 피해량이 1.3배 증가한다"
					},
					"Key": "Desc_Transcendent_Critical_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.5 times"
					},
					"Translation":
					{
						"Text": "모든 공격의 치명타 피해량이 1.5배 증가한다"
					},
					"Key": "Desc_Transcendent_Critical_Legendary"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 1%"
					},
					"Translation":
					{
						"Text": "모든 공격력이 1% 증가한다"
					},
					"Key": "Desc_System_Performance_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 2%"
					},
					"Translation":
					{
						"Text": "모든 공격력이 2% 증가한다"
					},
					"Key": "Desc_System_Performance_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 3%"
					},
					"Translation":
					{
						"Text": "모든 공격력이 3% 증가한다"
					},
					"Key": "Desc_System_Performance_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 12%"
					},
					"Translation":
					{
						"Text": "대시 공격 시 치명타 확률이 12% 증가한다"
					},
					"Key": "Desc_Precision_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 17%"
					},
					"Translation":
					{
						"Text": "대시 공격 시 치명타 확률이 17% 증가한다"
					},
					"Key": "Desc_Precision_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 7%"
					},
					"Translation":
					{
						"Text": "대시 공격 시 치명타 확률이 7% 증가한다"
					},
					"Key": "Desc_Precision_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 2.5 times"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 피해량이 2.5배 증가한다"
					},
					"Key": "Desc_Critical_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 3.5 times"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 피해량이 3.5배 증가한다"
					},
					"Key": "Desc_Critical_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 4.5 times"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 피해량이 4.5배 증가한다"
					},
					"Key": "Desc_Critical_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "대시 공격이 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "대시 공격이 강한 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "대시 공격이 약한 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "대시 공격이 매우 강해지며 슬로우 피해를 입힌다"
					},
					"Key": "Desc_Throttling_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "대시 공격이 더 강해지며 슬로우 피해를 입힌다"
					},
					"Key": "Desc_Throttling_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 17% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "대시 공격력이 17% 증가하며 확률적으로 스턴 디버프를 입힌다"
					},
					"Key": "Desc_Freezing_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 27% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "대시 공격력이 27% 증가하며 확률적으로 스턴 디버프를 입힌다"
					},
					"Key": "Desc_Freezing_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 7% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "대시 공격력이 7% 증가하며 확률적으로 스턴 디버프를 입힌다"
					},
					"Key": "Desc_Freezing_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack slightly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "대시 공격이 조금 강해지며 슬로우 디버프를 입힌다"
					},
					"Key": "Desc_Throttling_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts even stronger slow debuff"
					},
					"Translation":
					{
						"Text": "대시 공격 속도가 15% 감소하지만, 강력한 슬로우 디버프를 적용한다"
					},
					"Key": "Desc_Overload_Self_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "대시 공격 속도가 15% 감소하지만, 강한 슬로우 디버프를 적용한다"
					},
					"Key": "Desc_Overload_Self_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "대시 공격 속도가 15% 감소하지만, 매우 강력한 슬로우 디버프를 적용한다"
					},
					"Key": "Desc_Overload_Self_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 25%"
					},
					"Translation":
					{
						"Text": "대시 공격 속도가 25% 증가한다"
					},
					"Key": "Desc_Dash_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 45%"
					},
					"Translation":
					{
						"Text": "대시 공격 속도가 45% 증가한다"
					},
					"Key": "Desc_Dash_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 8%"
					},
					"Translation":
					{
						"Text": "대시 공격 속도가 8% 증가한다"
					},
					"Key": "Desc_Dash_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "방어력이 50% 줄어들지만, 일반 공격 시 더욱 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "방어력이 50% 줄어들지만, 일반 공격 시 강한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "방어력이 50% 줄어들지만, 일반 공격 시 매우 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 10%"
					},
					"Translation":
					{
						"Text": "방어력이 10% 증가한다"
					},
					"Key": "Desc_Firewall_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 30%"
					},
					"Translation":
					{
						"Text": "방어력이 30% 증가한다"
					},
					"Key": "Desc_Firewall_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 50%"
					},
					"Translation":
					{
						"Text": "방어력이 50% 증가한다"
					},
					"Key": "Desc_Firewall_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 12%"
					},
					"Translation":
					{
						"Text": "점프 공격 시 치명타 확률이 12% 증가한다"
					},
					"Key": "Desc_Precision_Aerial_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 17%"
					},
					"Translation":
					{
						"Text": "점프 공격 시 치명타 확률이 17% 증가한다"
					},
					"Key": "Desc_Precision_Aerial_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 7%"
					},
					"Translation":
					{
						"Text": "점프 공격 시 치명타 확률이 7% 증가한다"
					},
					"Key": "Desc_Precision_Aerial_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 2.5 times"
					},
					"Translation":
					{
						"Text": "점프 공격 시 치명타 피해량이 2.5배 증가한다"
					},
					"Key": "Desc_Critical_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 3.5 times"
					},
					"Translation":
					{
						"Text": "점프 공격 시 치명타 피해량이 3.5배 증가한다"
					},
					"Key": "Desc_Critical_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 4.5 times"
					},
					"Translation":
					{
						"Text": "점프 공격 시 치명타 피해량이 4.5배 증가한다"
					},
					"Key": "Desc_Critical_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "점프 공격이 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "점프 공격이 강한 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "점프 공격이 약한 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "점프 공격이 매우 강해지며 슬로우 피해를 입힌다"
					},
					"Key": "Desc_Aerial_Throttling_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "점프 공격이 더 강해지며 슬로우 피해를 입힌다"
					},
					"Key": "Desc_Aerial_Throttling_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 17% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "점프 공격력이 17% 증가하며 확률적으로 스턴 피해를 입힌다"
					},
					"Key": "Desc_Freezing_Aerial_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 27% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "점프 공격력이 27% 증가하며 확률적으로 스턴 피해를 입힌다"
					},
					"Key": "Desc_Freezing_Aerial_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 7% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "점프 공격력이 7% 증가하며 확률적으로 스턴 피해를 입힌다"
					},
					"Key": "Desc_Freezing_Aerial_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack slightly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "점프 공격이 조금 강해지며 슬로우 피해를 입힌다"
					},
					"Key": "Desc_Aerial_Throttling_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "점프 공격 속도가 15% 감소하지만, 슬로우 디버프를 적용한다"
					},
					"Key": "Desc_Overload_Self_Aerial_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "점프 공격 속도가 15% 감소하지만, 강력한 슬로우 디버프를 적용한다"
					},
					"Key": "Desc_Overload_Self_Aerial_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "점프 공격 속도가 15% 감소하지만, 매우 강력한 슬로우 디버프를 적용한다"
					},
					"Key": "Desc_Overload_Self_Aerial_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 24%"
					},
					"Translation":
					{
						"Text": "점프 공격 속도가 24% 증가한다"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 40%"
					},
					"Translation":
					{
						"Text": "점프 공격 속도가 40% 증가한다"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 8%"
					},
					"Translation":
					{
						"Text": "점프 공격 속도가 8% 증가한다"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 10%, but movement speed increases by 45%"
					},
					"Translation":
					{
						"Text": "최대 체력이 10% 감소하지만, 이동 속도가 45% 증가한다"
					},
					"Key": "Desc_Overdrive_Mode"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "최대 체력이 20% 줄어들지만, 일반 공격 시 더욱 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "최대 체력이 20% 줄어들지만, 일반 공격 시 강한 산성 피해를 입힌다"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "최대 체력이 20% 줄어들지만, 일반 공격 시 매우 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 15%"
					},
					"Translation":
					{
						"Text": "최대 체력이 15% 증가한다"
					},
					"Key": "Desc_Battery_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 20%"
					},
					"Translation":
					{
						"Text": "최대 체력이 20% 증가한다"
					},
					"Key": "Desc_Battery_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 35%"
					},
					"Translation":
					{
						"Text": "최대 체력이 35% 증가한다"
					},
					"Key": "Desc_Battery_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 10%"
					},
					"Translation":
					{
						"Text": "이동 속도가 30% 감소하지만, 일반 공격력이 10% 증가한다"
					},
					"Key": "Desc_Overload_Self_Normal"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 20%"
					},
					"Translation":
					{
						"Text": "이동 속도가 30% 감소하지만, 일반 공격력이 20% 증가한다"
					},
					"Key": "Desc_Overload_Self_Rare"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 30%"
					},
					"Translation":
					{
						"Text": "이동 속도가 30% 감소하지만, 일반 공격력이 30% 증가한다"
					},
					"Key": "Desc_Overload_Self_Legendary"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 15%"
					},
					"Translation":
					{
						"Text": "이동 속도가 15% 증가한다"
					},
					"Key": "Desc_Footwork_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 26%"
					},
					"Translation":
					{
						"Text": "이동 속도가 26% 증가한다"
					},
					"Key": "Desc_Footwork_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 40%"
					},
					"Translation":
					{
						"Text": "이동 속도가 40% 증가한다"
					},
					"Key": "Desc_Footwork_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 10%"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 확률이 10% 증가한다"
					},
					"Key": "Desc_Precision_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 15%"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 확률이 15% 증가한다"
					},
					"Key": "Desc_Precision_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 5%"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 확률이 5% 증가한다"
					},
					"Key": "Desc_Precision_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 2 times"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 피해량이 2배 증가한다"
					},
					"Key": "Desc_Critical_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 3 times"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 피해량이 3배 증가한다"
					},
					"Key": "Desc_Critical_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 4 times"
					},
					"Translation":
					{
						"Text": "일반 공격 시 치명타 피해량이 4배 증가한다"
					},
					"Key": "Desc_Critical_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격이 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격이 강한 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격이 약한 산성 피해를 입힌다"
					},
					"Key": "Desc_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "일반 공격이 매우 강해지며 슬로우 디버프를 적용한다"
					},
					"Key": "Desc_Throttling_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 1% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "일반 공격 시 1% 확률로 매우 강한 스턴 피해를 입힌다"
					},
					"Key": "Desc_Stunning_Output_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 2% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "일반 공격 시 2% 확률로 매우 강한 스턴 피해를 입힌다"
					},
					"Key": "Desc_Stunning_Output_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 3% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "일반 공격 시 3% 확률로 매우 강한 스턴 피해를 입힌다"
					},
					"Key": "Desc_Stunning_Output_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "일반 공격이 강해지며 슬로우 피해를 입힌다"
					},
					"Key": "Desc_Throttling_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격력이 2% 감소하지만, 대시 공격 시 더욱 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격력이 2% 감소하지만, 대시 공격 시 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격력이 2% 감소하지만, 대시 공격 시 매우 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격력이 2% 감소하지만, 점프 공격 시 더욱 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격력이 2% 감소하지만, 점프 공격 시 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "일반 공격력이 2% 감소하지만, 점프 공격 시 매우 강력한 산성 피해를 입힌다"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 15% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "일반 공격력이 15% 증가하며 확률적으로 스턴 피해를 입힌다"
					},
					"Key": "Desc_Freezing_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 25% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "일반 공격력이 25% 증가하며 확률적으로 스턴 피해를 입힌다"
					},
					"Key": "Desc_Freezing_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 5% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "일반 공격력이 5% 증가하며 확률적으로 스턴 피해를 입힌다"
					},
					"Key": "Desc_Freezing_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack slightly increases and inflicts slow effect"
					},
					"Translation":
					{
						"Text": "일반 공격이 조금 강해지며 슬로우 피해를 입힌다"
					},
					"Key": "Desc_Throttling_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts even stronger slow debuff"
					},
					"Translation":
					{
						"Text": "일반 공격 속도가 15% 감소하지만, 더욱 강력한 슬로우 피해가 발생한다"
					},
					"Key": "Desc_Overload_Self_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "일반 공격 속도가 15% 감소하지만, 강한 슬로우 피해가 발생한다"
					},
					"Key": "Desc_Overload_Self_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "일반 공격 속도가 15% 감소하지만, 매우 강력한 슬로우 피해가 발생한다"
					},
					"Key": "Desc_Overload_Self_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 20%"
					},
					"Translation":
					{
						"Text": "일반 공격 속도가 20% 증가한다"
					},
					"Key": "Desc_Strike_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 35%"
					},
					"Translation":
					{
						"Text": "일반 공격 속도가 35% 증가한다"
					},
					"Key": "Desc_Strike_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 5%"
					},
					"Translation":
					{
						"Text": "일반 공격 속도가 5% 증가한다"
					},
					"Key": "Desc_Strike_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 10%"
					},
					"Translation":
					{
						"Text": "일반 공격 시 스턴 피해를 입힐 확률이 10% 증가한다"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 20%"
					},
					"Translation":
					{
						"Text": "일반 공격 시 스턴 피해를 입힐 확률이 20% 증가한다"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 30%"
					},
					"Translation":
					{
						"Text": "일반 공격 시 스턴 피해를 입힐 확률이 30% 증가한다"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 10%"
					},
					"Translation":
					{
						"Text": "전체 스킬 쿨타임이 10% 감소한다"
					},
					"Key": "Desc_Skill_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 35%"
					},
					"Translation":
					{
						"Text": "전체 스킬 쿨타임이 35% 감소한다"
					},
					"Key": "Desc_Skill_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 50%"
					},
					"Translation":
					{
						"Text": "전체 스킬 쿨타임이 50% 감소한다"
					},
					"Key": "Desc_Skill_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 30%"
					},
					"Translation":
					{
						"Text": "스턴 피해에 저항력이 30% 증가한다"
					},
					"Key": "Desc_Freezing_Resistance_Normal"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 40%"
					},
					"Translation":
					{
						"Text": "스턴 피해에 저항력이 40% 증가한다"
					},
					"Key": "Desc_Freezing_Resistance_Rare"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 50%"
					},
					"Translation":
					{
						"Text": "스턴 피해에 저항력이 50% 증가한다"
					},
					"Key": "Desc_Freezing_Resistance_Legendary"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 20%"
					},
					"Translation":
					{
						"Text": "구르기 딜레이가 20% 감소한다"
					},
					"Key": "Desc_Landing_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 30%"
					},
					"Translation":
					{
						"Text": "구르기 딜레이가 30% 감소한다"
					},
					"Key": "Desc_Landing_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 40%"
					},
					"Translation":
					{
						"Text": "구르기 딜레이가 40% 감소한다"
					},
					"Key": "Desc_Landing_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 1.5 times"
					},
					"Translation":
					{
						"Text": "보조무기 최대 보유량을 1.5배로 늘린다"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 2 times"
					},
					"Translation":
					{
						"Text": "보조무기 최대 보유량을 2배로 늘린다"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 3 times"
					},
					"Translation":
					{
						"Text": "보조무기 최대 보유량을 3배로 늘린다"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Legendary"
				}
			]
		},
		{
			"Namespace": "ST_EasyGameUICommon",
			"Children": [
				{
					"Source":
					{
						"Text": "Ability"
					},
					"Translation":
					{
						"Text": "어빌리티"
					},
					"Key": "Ability"
				},
				{
					"Source":
					{
						"Text": "Ability_Description"
					},
					"Translation":
					{
						"Text": "어빌리티 설명"
					},
					"Key": "Ability_Description"
				},
				{
					"Source":
					{
						"Text": "Ability_Name"
					},
					"Translation":
					{
						"Text": "어빌리티명"
					},
					"Key": "Ability_Name"
				},
				{
					"Source":
					{
						"Text": "Adjust the camera field of view (FOV)"
					},
					"Translation":
					{
						"Text": "카메라 시야각(FOV)을 조정합니다."
					},
					"Key": "Desc_CameraFOVSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the displayed resolution of the game.\r\n\r\nWindow Mode must be set to Full Screen or Windowed to be able to change the displayed resolution of the game."
					},
					"Translation":
					{
						"Text": "게임의 표시 해상도를 조정합니다.\r\n\r\n창 모드는 전체 화면 또는 창 모드로 설정해야 게임의 표시 해상도를 변경할 수 있습니다."
					},
					"Key": "Desc_Resolution"
				},
				{
					"Source":
					{
						"Text": "Adjust the framerate limit to the specified value between 30 and 200 fps. \r\n\r\nValues lower than 30 will remove the framerate limit.\r\nVSync must be disabled if you want to adjust the Framerate Limit manually.  "
					},
					"Translation":
					{
						"Text": "프레임 속도 제한을 30~200fps 사이의 지정된 값으로 조정합니다.\r\n\r\n30 미만의 값으로 설정하면 프레임 속도 제한이 제거됩니다.\r\nVSync를 비활성화해야 프레임 속도 제한을 수동으로 조정할 수 있습니다."
					},
					"Key": "Desc_FramerateLimitSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the global brightness of the game."
					},
					"Translation":
					{
						"Text": "게임의 전체 밝기를 조정합니다."
					},
					"Key": "Desc_GammaSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the internal render resolution scale of the game.\r\n\r\nAnti Aliasing Method must be set to Off, FXAA or TAA and Upscaling Method to Off in order to adjust the resolution scale manually."
					},
					"Translation":
					{
						"Text": "게임의 내부 렌더링 해상도 배율을 조정합니다.\r\n\r\n안티앨리어싱 방식은 Off, FXAA 또는 TAA로 설정해야 하며 업스케일링 방식은 Off로 설정해야 해상도 배율을 수동으로 조정할 수 있습니다."
					},
					"Key": "Desc_ResolutionScaleSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the language of the game."
					},
					"Translation":
					{
						"Text": "게임의 언어를 조정합니다."
					},
					"Key": "Desc_LanguageSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and amount of motion blur displayed on screen. \r\n\r\nThis setting has minimal impact on performances and is recomended to smooth lower framerates."
					},
					"Translation":
					{
						"Text": "화면에 표시되는 모션 블러의 품질과 양을 조정합니다.\r\n\r\n이 설정은 성능에 미치는 영향이 적으며 낮은 프레임 속도를 부드럽게 하는 데 권장됩니다."
					},
					"Key": "Desc_MotionBlurSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and density of foliage."
					},
					"Translation":
					{
						"Text": "식생의 품질과 밀도를 조정합니다."
					},
					"Key": "Desc_FoliageSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and resolution of volumetrics effects such as volumetric fog. \r\n\r\nThis setting can have a large impact on performances at its highest option."
					},
					"Translation":
					{
						"Text": "부피감 있는 효과(안개 효과 등)의 품질과 해상도를 조정합니다.\r\n\r\n이 설정은 최고 옵션에서 성능에 큰 영향을 미칠 수 있습니다."
					},
					"Key": "Desc_VolumetricsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of post processing effects. \r\n\r\nThis setting has minimal impact on performances."
					},
					"Translation":
					{
						"Text": "포스트 프로세싱 효과의 품질을 조정합니다.\r\n\r\n이 설정은 성능에 미치는 영향이 적습니다."
					},
					"Key": "Desc_PostProcessSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of texture filtering. Higher quality settings reduces blur when viewing textures at an angle.\r\n\r\nThis setting has minimal impact to performances."
					},
					"Translation":
					{
						"Text": "텍스처 필터링 품질을 조정합니다. 높은 품질의 설정은 텍스처를 특정 각도에서 볼 때의 흐려짐을 줄여줍니다.\r\n\r\n이 설정은 성능에 미치는 영향이 적습니다."
					},
					"Key": "Desc_TexturesFilteringSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of textures that are allowed to be loaded into the video memory of your graphics card. \r\n\r\nThis setting has minimal impact to performances and won’t have a visual impact if you graphics card has enough video memory. "
					},
					"Translation":
					{
						"Text": "그래픽 카드의 비디오 메모리에 로드될 수 있는 텍스처의 품질을 조정합니다.\r\n\r\n이 설정은 성능에 미치는 영향이 적으며, 그래픽 카드의 비디오 메모리가 충분할 경우 시각적인 영향을 주지 않습니다."
					},
					"Key": "Desc_TexturesSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the Global Illumination. \r\n\r\nLumen High and Ultra offer better visual quality with ray-traced global illumination but have a larger impact to performances than DFAO."
					},
					"Translation":
					{
						"Text": "글로벌 일루미네이션의 품질을 조정합니다.\r\n\r\nLumen High 및 Ultra 설정은 광선 추적 글로벌 일루미네이션을 제공하여 더 나은 시각적 품질을 제공하지만, DFAO보다 성능에 더 큰 영향을 미칩니다."
					},
					"Key": "Desc_GlobalIlluminationSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the Reflections.\r\n\r\nLumen High and Ultra offer better visual quality with ray-traced reflections but have a larger impact to performancs than the Screen Space Reflections options. \r\n\r\nGlobal Illumination must be set to Lumen High or better for the Lumen Reflections to work."
					},
					"Translation":
					{
						"Text": "반사의 품질을 조정합니다.\r\n\r\nLumen High 및 Ultra 설정은 광선 추적 반사를 제공하여 더 나은 시각적 품질을 제공하지만, 화면 공간 반사 옵션보다 성능에 더 큰 영향을 미칩니다.\r\n\r\n글로벌 일루미네이션을 Lumen High 이상으로 설정해야 Lumen 반사가 작동합니다."
					},
					"Key": "Desc_ReflectionsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the choosen anti aliasing method."
					},
					"Translation":
					{
						"Text": "선택한 안티앨리어싱 방식의 품질을 조정합니다."
					},
					"Key": "Desc_AAQualitySetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the shadows and their draw distance. \r\n\r\nThis setting can has a large impact on performances at its highest option. \r\nIt is not recommended to set it to Ultra with Virtual Shadow Maps enabled."
					},
					"Translation":
					{
						"Text": "그림자의 품질과 렌더링 거리(Draw Distance)를 조정합니다.\r\n\r\n이 설정은 최고 옵션에서 성능에 큰 영향을 미칠 수 있습니다.\r\n가상 그림자 맵(Virtual Shadow Maps)이 활성화된 경우 Ultra 설정을 권장하지 않습니다."
					},
					"Key": "Desc_ShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of visual effects such as particles."
					},
					"Translation":
					{
						"Text": "시각 효과(입자 효과 등)의 품질을 조정합니다."
					},
					"Key": "Desc_EffectsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the sensitivity of camera movements."
					},
					"Translation":
					{
						"Text": "카메라 움직임의 감도를 조정합니다."
					},
					"Key": "Desc_CameraSensivitySetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the shading quality of materials."
					},
					"Translation":
					{
						"Text": "셰이딩 품질을 조정합니다."
					},
					"Key": "Desc_ShadingSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the sharpness applied to the image.  "
					},
					"Translation":
					{
						"Text": "이미지에 적용되는 선명도를 조정합니다."
					},
					"Key": "Desc_UpscaleSharpnessSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the view distance of objects in the world. "
					},
					"Translation":
					{
						"Text": "월드 내 객체의 렌더 거리를 조정합니다."
					},
					"Key": "Desc_ViewDistanceSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for sounds played by the User Interface."
					},
					"Translation":
					{
						"Text": "사용자 인터페이스(UI) 사운드의 볼륨을 조정합니다."
					},
					"Key": "Desc_UIAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the ambient sounds of the environment."
					},
					"Translation":
					{
						"Text": "환경의 배경 소리 볼륨을 조정합니다."
					},
					"Key": "Desc_AmbientAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the in-game effects."
					},
					"Translation":
					{
						"Text": "게임 내 효과음의 볼륨을 조정합니다."
					},
					"Key": "Desc_EffectsAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the musics of the game."
					},
					"Translation":
					{
						"Text": "게임 음악의 볼륨을 조정합니다."
					},
					"Key": "Desc_MusicAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume of all the sounds in the game."
					},
					"Translation":
					{
						"Text": "게임 내 모든 소리의 볼륨을 조정합니다."
					},
					"Key": "Desc_MasterAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Ambient Audio Volume"
					},
					"Translation":
					{
						"Text": "앰비언트 볼륨"
					},
					"Key": "Option_AmbientAudioVolume"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Method"
					},
					"Translation":
					{
						"Text": "안티 앨리어싱 메서드"
					},
					"Key": "Option_AntiAliasingMethod"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Quality"
					},
					"Translation":
					{
						"Text": "안티 앨리어싱 품질"
					},
					"Key": "Option_AntiAliasingQuality"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "적용하기"
					},
					"Key": "Button_Apply"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "오디오"
					},
					"Key": "Tab_Audio"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "뒤로가기"
					},
					"Key": "Button_Back"
				},
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "균형"
					},
					"Key": "Upscaling_Balanced"
				},
				{
					"Source":
					{
						"Text": "Boosterchip"
					},
					"Translation":
					{
						"Text": "부스터칩"
					},
					"Key": "Tab_Boosterchip"
				},
				{
					"Source":
					{
						"Text": "Camera Field of View"
					},
					"Translation":
					{
						"Text": "FOV"
					},
					"Key": "Option_FOV"
				},
				{
					"Source":
					{
						"Text": "Camera Sensitivity"
					},
					"Translation":
					{
						"Text": "카메라 감도"
					},
					"Key": "Option_CameraSensitivity"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "취소하기"
					},
					"Key": "Button_Cancel"
				},
				{
					"Source":
					{
						"Text": "Contact Shadows"
					},
					"Translation":
					{
						"Text": "컨택트 섀도"
					},
					"Key": "Option_ContactShadows"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "계속하기"
					},
					"Key": "Button_Continue"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "조작"
					},
					"Key": "Tab_Controls"
				},
				{
					"Source":
					{
						"Text": "Craft"
					},
					"Translation":
					{
						"Text": "조합하기"
					},
					"Key": "Button_Craft"
				},
				{
					"Source":
					{
						"Text": "Description"
					},
					"Translation":
					{
						"Text": "설명"
					},
					"Key": "Description"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "화면"
					},
					"Key": "Category_Display"
				},
				{
					"Source":
					{
						"Text": "Do you really want to exit the game?"
					},
					"Translation":
					{
						"Text": "정말로 게임을 종료하시겠습니까?"
					},
					"Key": "ExitGame_Warning"
				},
				{
					"Source":
					{
						"Text": "Do you really want to quit?\r\nAny unsaved progress will be lost."
					},
					"Translation":
					{
						"Text": "정말로 타이틀로 나가시겠습니까?\r\n현재까지의 내용은 저장되지 않습니다."
					},
					"Key": "ReturnToTitle_Warning"
				},
				{
					"Source":
					{
						"Text": "Do you really want to reset settings ?\r\nAny action is definitive."
					},
					"Translation":
					{
						"Text": "설정을 정말 초기화하시겠습니까?\r\n이 작업은 되돌릴 수 없습니다."
					},
					"Key": "Reset_Warning"
				},
				{
					"Source":
					{
						"Text": "Effects Audio Volume"
					},
					"Translation":
					{
						"Text": "이펙트 볼륨"
					},
					"Key": "Option_EffectsAudioVolume"
				},
				{
					"Source":
					{
						"Text": "Effects Quality"
					},
					"Translation":
					{
						"Text": "이펙트 품질"
					},
					"Key": "Option_EffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Empty"
					},
					"Translation":
					{
						"Text": "Empty"
					},
					"Key": "UI_Empty"
				},
				{
					"Source":
					{
						"Text": "Enable Contact Shadows to add subtle shadowing in areas that would not be covered by standard shadow maps, such as small geometry or grass.\r\n \r\nThis setting has minimal impact on performances."
					},
					"Translation":
					{
						"Text": "Contact Shadows를 활성화하여 일반적인 그림자 맵으로 커버되지 않는 작은 지형이나 풀과 같은 요소에 미세한 그림자를 추가합니다.\r\n\r\n이 설정은 성능에 미치는 영향이 적습니다."
					},
					"Key": "Desc_ContactShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Hardware Ray Tracing for higher quality Lumen Global Illumination and Reflections. \r\n\r\nThis setting has a large impact on performances and require compatible hardware."
					},
					"Translation":
					{
						"Text": "하드웨어 레이 트레이싱을 활성화하여 더 높은 품질의 Lumen 글로벌 일루미네이션과 반사를 제공합니다.\r\n\r\n이 설정은 성능에 큰 영향을 미치며, 호환 가능한 하드웨어가 필요합니다."
					},
					"Key": "Desc_HardwareLumenSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Virtual Shadow Maps for more accurate and higher resolution shadows with greater draw distances.\r\n \r\nThis setting has a large impact on performances thus using Ultra Shadows Quality is not recommended with Virtual Shadow Maps.  "
					},
					"Translation":
					{
						"Text": "Virtual Shadow Maps을 활성화하여 더 정확하고 고해상도의 그림자를 더 먼 거리에서도 렌더링할 수 있도록 합니다.\r\n\r\n이 설정은 성능에 큰 영향을 미치므로 Ultra 그림자 품질을 사용할 경우 권장되지 않습니다."
					},
					"Key": "Desc_VSMShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Enable holding the sprint button to keep sprinting.\r\nRevert to \"press to sprint\" if disabled."
					},
					"Translation":
					{
						"Text": "달리기 버튼을 길게 눌러 지속적으로 달리도록 설정합니다.\r\n비활성화하면 \"한 번 누르면 달리기\" 방식으로 돌아갑니다."
					},
					"Key": "Desc_HoldToSprintSetting"
				},
				{
					"Source":
					{
						"Text": "Enable the inverted camera controls for the X-Axis (left/right)."
					},
					"Translation":
					{
						"Text": "카메라 X축(좌/우) 반전 컨트롤을 활성화합니다."
					},
					"Key": "Desc_InvertXAxisSetting"
				},
				{
					"Source":
					{
						"Text": "Enable the inverted camera controls for the Y-Axis (up/down)."
					},
					"Translation":
					{
						"Text": "카메라 Y축(상/하) 반전 컨트롤을 활성화합니다."
					},
					"Key": "Desc_InvertYAxisSetting"
				},
				{
					"Source":
					{
						"Text": "Foliage Quality"
					},
					"Translation":
					{
						"Text": "식생 품질"
					},
					"Key": "Option_FoliageQuality"
				},
				{
					"Source":
					{
						"Text": "Framerate Limit"
					},
					"Translation":
					{
						"Text": "최대 프레임"
					},
					"Key": "Option_FramerateLimit"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "게임플레이"
					},
					"Key": "Tab_Gameplay"
				},
				{
					"Source":
					{
						"Text": "Gamma"
					},
					"Translation":
					{
						"Text": "감마"
					},
					"Key": "Option_Gamma"
				},
				{
					"Source":
					{
						"Text": "Global Illumination Quality"
					},
					"Translation":
					{
						"Text": "글로벌 일루미네이션 품질"
					},
					"Key": "Option_GlobalIlluminationQuality"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "그래픽"
					},
					"Key": "Tab_Graphics"
				},
				{
					"Source":
					{
						"Text": "Graphics Preset"
					},
					"Translation":
					{
						"Text": "그래픽 프리셋"
					},
					"Key": "Option_GraphicsPreset"
				},
				{
					"Source":
					{
						"Text": "Hardware Ray-Tracing Lumen"
					},
					"Translation":
					{
						"Text": "하드웨어 레이트레이싱 루멘"
					},
					"Key": "Option_HardwareRay-TracingLumen"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "높음"
					},
					"Key": "High_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Hold To Sprint"
					},
					"Translation":
					{
						"Text": "눌러서 달리기 유지"
					},
					"Key": "Option_HoldToSprint"
				},
				{
					"Source":
					{
						"Text": "Image Sharpness"
					},
					"Translation":
					{
						"Text": "선명도"
					},
					"Key": "Option_ImageSharpness"
				},
				{
					"Source":
					{
						"Text": "Invert X-Axis"
					},
					"Translation":
					{
						"Text": "X축 반전"
					},
					"Key": "Option_InvertXAxis"
				},
				{
					"Source":
					{
						"Text": "Invert Y-Axis"
					},
					"Translation":
					{
						"Text": "Y축 반전"
					},
					"Key": "Option_InvertYAxis"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "언어"
					},
					"Key": "Option_Language"
				},
				{
					"Source":
					{
						"Text": "Load Game"
					},
					"Translation":
					{
						"Text": "게임 불러오기"
					},
					"Key": "LoadGame"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "낮음"
					},
					"Key": "Low_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "마스터 볼륨"
					},
					"Key": "Option_MasterVolume"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "중간"
					},
					"Key": "Medium_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Motion Blur"
					},
					"Translation":
					{
						"Text": "모션 블러"
					},
					"Key": "Option_MotionBlur"
				},
				{
					"Source":
					{
						"Text": "Music Volume"
					},
					"Translation":
					{
						"Text": "음악 볼륨"
					},
					"Key": "Option_MusicVolume"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "새 게임 시작하기"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "Not Available"
					},
					"Translation":
					{
						"Text": "Not Available"
					},
					"Key": "UI_NotAvailable"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "끄기"
					},
					"Key": "Off_Setting"
				},
				{
					"Source":
					{
						"Text": "On"
					},
					"Translation":
					{
						"Text": "켜기"
					},
					"Key": "On_Setting"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "설정"
					},
					"Key": "Button_OptionsMenu"
				},
				{
					"Source":
					{
						"Text": "Other"
					},
					"Translation":
					{
						"Text": "그 외"
					},
					"Key": "Category_Other"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "성능"
					},
					"Key": "Upscaling_Performance"
				},
				{
					"Source":
					{
						"Text": "Photo Mode"
					},
					"Translation":
					{
						"Text": "포토 모드"
					},
					"Key": "Button_Photo_Mode"
				},
				{
					"Source":
					{
						"Text": "Post Processing Quality"
					},
					"Translation":
					{
						"Text": "포스트프로세스 품질"
					},
					"Key": "Option_PostProcessing"
				},
				{
					"Source":
					{
						"Text": "Power"
					},
					"Translation":
					{
						"Text": "공격력"
					},
					"Key": "Power"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "품질"
					},
					"Key": "Upscaling_Quality"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "종료하기"
					},
					"Key": "Button_Quit"
				},
				{
					"Source":
					{
						"Text": "Quit To Title Screen"
					},
					"Translation":
					{
						"Text": "타이틀 화면으로"
					},
					"Key": "Button_Quit_To_Title_Screen"
				},
				{
					"Source":
					{
						"Text": "Reflections Quality"
					},
					"Translation":
					{
						"Text": "반사 품질"
					},
					"Key": "Option_ReflectionQuality"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "초기화"
					},
					"Key": "Button_Reset"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "해상도"
					},
					"Key": "Option_ResolutionMode"
				},
				{
					"Source":
					{
						"Text": "Resolution Scale"
					},
					"Translation":
					{
						"Text": "해상도 스케일"
					},
					"Key": "Option_ResolutionScale"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "선택하기"
					},
					"Key": "Button_Select"
				},
				{
					"Source":
					{
						"Text": "Select Default Weapon"
					},
					"Translation":
					{
						"Text": "기본 무기를 선택하세요"
					},
					"Key": "UI_WeaponSelect"
				},
				{
					"Source":
					{
						"Text": "Select a graphics quality preset to quickly adjust all the graphics settings to the desired value."
					},
					"Translation":
					{
						"Text": "빠르게 모든 그래픽 설정을 원하는 값으로 조정할 수 있도록 그래픽 품질 프리셋을 선택합니다."
					},
					"Key": "Desc_GraphicsPresetSettings"
				},
				{
					"Source":
					{
						"Text": "Select the VSync mode used by the game. \r\n\r\nThe options are dependent of your monitor's refresh rate: 1/1 option will enable vsync at your maximum refresh rate. 1/2 will enable vsync at half your monitor’s refresh rate, and so on. "
					},
					"Translation":
					{
						"Text": "게임에서 사용할 VSync 모드를 선택합니다.\r\n\r\n이 옵션은 모니터의 새로 고침 빈도에 따라 다릅니다. 1/1 옵션은 최대 새로 고침 빈도에서 VSync를 활성화합니다. 1/2 옵션은 모니터의 새로 고침 빈도의 절반에서 VSync를 활성화하는 방식입니다."
					},
					"Key": "Desc_VSyncSetting"
				},
				{
					"Source":
					{
						"Text": "Select the method used to remove aliasing and jagged edges in the game.\r\n\r\nUpscaling Method must be set to Off to adjust this setting manually,"
					},
					"Translation":
					{
						"Text": "게임에서 계단 현상(Aliasing)을 제거하는 방법을 선택합니다.\r\n\r\n이 설정을 수동으로 조정하려면 업스케일링 방식을 Off로 설정해야 합니다."
					},
					"Key": "Desc_AAMethodSetting"
				},
				{
					"Source":
					{
						"Text": "Select the quality to performance balance of the choosen upscaling method. \r\n\r\nHigher quality options will offer better image quality but a smaller performance gain while higher performance options will offer greater performances but with a more degraded image quality.  "
					},
					"Translation":
					{
						"Text": "선택한 업스케일링 방식의 품질과 성능의 균형을 조정합니다.\r\n\r\n높은 품질 옵션은 더 나은 이미지 품질을 제공하지만 성능 향상은 적으며, 높은 성능 옵션은 더 높은 성능을 제공하지만 이미지 품질이 저하됩니다."
					},
					"Key": "Desc_UpscaleQualitySetting"
				},
				{
					"Source":
					{
						"Text": "Select the upscaling method used by the game to improve performances at a minimal impact to visuals. "
					},
					"Translation":
					{
						"Text": "게임에서 성능을 개선하면서도 시각적 품질에 미치는 영향을 최소화하는 업스케일링 방식을 선택합니다."
					},
					"Key": "Desc_UpscaleMethodSetting"
				},
				{
					"Source":
					{
						"Text": "Select the window mode used by the game. "
					},
					"Translation":
					{
						"Text": "게임에서 사용할 창 모드를 선택합니다."
					},
					"Key": "Desc_WindowMode"
				},
				{
					"Source":
					{
						"Text": "Shading Quality"
					},
					"Translation":
					{
						"Text": "셰이더 품질"
					},
					"Key": "Option_ShadingQuality"
				},
				{
					"Source":
					{
						"Text": "Shadows Quality"
					},
					"Translation":
					{
						"Text": "그림자 품질"
					},
					"Key": "Option_ShadowsQuality"
				},
				{
					"Source":
					{
						"Text": "Skill"
					},
					"Translation":
					{
						"Text": "스킬"
					},
					"Key": "Skill"
				},
				{
					"Source":
					{
						"Text": "Skill"
					},
					"Translation":
					{
						"Text": "스킬"
					},
					"Key": "Tab_Skill"
				},
				{
					"Source":
					{
						"Text": "Skill Craft"
					},
					"Translation":
					{
						"Text": "스킬 조합"
					},
					"Key": "Skill_Craft"
				},
				{
					"Source":
					{
						"Text": "Skill Description"
					},
					"Translation":
					{
						"Text": "스킬 설명"
					},
					"Key": "Skill_Description"
				},
				{
					"Source":
					{
						"Text": "Skill Enforcement"
					},
					"Translation":
					{
						"Text": "스킬 강화"
					},
					"Key": "Skill_Enforcement"
				},
				{
					"Source":
					{
						"Text": "Skill Name"
					},
					"Translation":
					{
						"Text": "스킬명"
					},
					"Key": "Skill_Name"
				},
				{
					"Source":
					{
						"Text": "Skill Sub Description"
					},
					"Translation":
					{
						"Text": "스킬 보조 설명"
					},
					"Key": "Skill_Sub_Description"
				},
				{
					"Source":
					{
						"Text": "Some settings have unsaved modifications.\r\nDo you really want to close ?"
					},
					"Translation":
					{
						"Text": "일부 설정이 저장되지 않았습니다.\r\n정말로 닫으시겠습니까?"
					},
					"Key": "Unsaved_Warning"
				},
				{
					"Source":
					{
						"Text": "Speed"
					},
					"Translation":
					{
						"Text": "공격 속도"
					},
					"Key": "Speed"
				},
				{
					"Source":
					{
						"Text": "Stat"
					},
					"Translation":
					{
						"Text": "스탯"
					},
					"Key": "Stat"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "시스템"
					},
					"Key": "Tab_System"
				},
				{
					"Source":
					{
						"Text": "Textures Filtering"
					},
					"Translation":
					{
						"Text": "텍스쳐 필터링"
					},
					"Key": "Option_TextureFiltering"
				},
				{
					"Source":
					{
						"Text": "Textures Quality"
					},
					"Translation":
					{
						"Text": "텍스쳐 품질"
					},
					"Key": "Option_TextureQuality"
				},
				{
					"Source":
					{
						"Text": "UI Effects Volume"
					},
					"Translation":
					{
						"Text": "UI 이펙트 볼륨"
					},
					"Key": "Option_UIEffectsVolume"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "울트라"
					},
					"Key": "Ultra_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Ultra Performance"
					},
					"Translation":
					{
						"Text": "최고성능"
					},
					"Key": "Upscaling_UltraPerformance"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "최고품질"
					},
					"Key": "Upscaling_UltraQuality"
				},
				{
					"Source":
					{
						"Text": "Upscaling & AA"
					},
					"Translation":
					{
						"Text": "업스케일링 & AA"
					},
					"Key": "Category_Upscaling_AA"
				},
				{
					"Source":
					{
						"Text": "Upscaling Method"
					},
					"Translation":
					{
						"Text": "업스케일링 메서드"
					},
					"Key": "Option_UpscalingMethod"
				},
				{
					"Source":
					{
						"Text": "Upscaling Quality"
					},
					"Translation":
					{
						"Text": "업스케일링 품질"
					},
					"Key": "Option_UpscalingQuality"
				},
				{
					"Source":
					{
						"Text": "Utility"
					},
					"Translation":
					{
						"Text": "유틸성"
					},
					"Key": "Utility"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": "수직동기화"
					},
					"Key": "Option_VSync"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "비디오"
					},
					"Key": "Tab_Video"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "시야 거리"
					},
					"Key": "Option_View_Distance"
				},
				{
					"Source":
					{
						"Text": "Virtual Shadow Maps"
					},
					"Translation":
					{
						"Text": "가상 섀도맵"
					},
					"Key": "Option_VirtualShadowMaps"
				},
				{
					"Source":
					{
						"Text": "Volumetric Effects Quality"
					},
					"Translation":
					{
						"Text": "볼류메트릭 이펙트 품질"
					},
					"Key": "Option_VolumetricEffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "창모드"
					},
					"Key": "Option_WindowMode"
				}
			]
		},
		{
			"Namespace": "ST_Item",
			"Children": [
				{
					"Source":
					{
						"Text": "A cigarette butt with embers still glowing."
					},
					"Translation":
					{
						"Text": "아직 불씨가 살아있는 담배꽁초이다."
					},
					"Key": "Desc_CigaretteButt"
				},
				{
					"Source":
					{
						"Text": "A discarded soda can. It looks quite spoiled."
					},
					"Translation":
					{
						"Text": "누군가가 버린 탄산음료 캔이다. 상당히 상한것 같다."
					},
					"Key": "Desc_SodaCan"
				},
				{
					"Source":
					{
						"Text": "A piece of used chewing gum. It could be used as an adhesive."
					},
					"Translation":
					{
						"Text": "누군가가 씹던 껌이다. 끈끈이로 쓸 수 있을것 같다."
					},
					"Key": "Desc_ChewingGum"
				},
				{
					"Source":
					{
						"Text": "A small EMP bomb made by someone. It seems highly effective against machines."
					},
					"Translation":
					{
						"Text": "누군가가 만든 소형 EMP 폭탄이다. 기계에는 치명적일 것 같다."
					},
					"Key": "Desc_EMP_Vial"
				},
				{
					"Source":
					{
						"Text": "A small bomb crafted by someone. It looks incredibly powerful."
					},
					"Translation":
					{
						"Text": "누군가가 만든 소형 폭탄이다. 정말 강해보인다."
					},
					"Key": "Desc_Bombard"
				},
				{
					"Source":
					{
						"Text": "BB Gun"
					},
					"Translation":
					{
						"Text": "BB탄총"
					},
					"Key": "Name_BBGun"
				},
				{
					"Source":
					{
						"Text": "Baseball Bat"
					},
					"Translation":
					{
						"Text": "야구방망이"
					},
					"Key": "Name_BaseballBat"
				},
				{
					"Source":
					{
						"Text": "Blade"
					},
					"Translation":
					{
						"Text": "블레이드"
					},
					"Key": "Name_Blade"
				},
				{
					"Source":
					{
						"Text": "Bombard"
					},
					"Translation":
					{
						"Text": "봄바드"
					},
					"Key": "Name_Bombard"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Action)"
					},
					"Translation":
					{
						"Text": "부스터칩(액션)"
					},
					"Key": "Name_BoosterChip_Action"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Flame)"
					},
					"Translation":
					{
						"Text": "부스터칩(화염)"
					},
					"Key": "Name_BoosterChip_Flame"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Freezing)"
					},
					"Translation":
					{
						"Text": "부스터칩(프리징)"
					},
					"Key": "Name_BoosterChip_Freezing"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Item)"
					},
					"Translation":
					{
						"Text": "부스터칩(아이템)"
					},
					"Key": "Name_BoosterChip_Item"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Oxidation)"
					},
					"Translation":
					{
						"Text": "부스터칩(산화)"
					},
					"Key": "Name_BoosterChip_Oxidation"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Slow)"
					},
					"Translation":
					{
						"Text": "부스터칩(슬로우)"
					},
					"Key": "Name_BoosterChip_Slow"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Special Action)"
					},
					"Translation":
					{
						"Text": "부스터칩(특수액션)"
					},
					"Key": "Name_BoosterChip_SpecialAction"
				},
				{
					"Source":
					{
						"Text": "Broken Glass Bottle Bat"
					},
					"Translation":
					{
						"Text": "깨진 유리병 방망이"
					},
					"Key": "Name_BrokenGlassBottleBat"
				},
				{
					"Source":
					{
						"Text": "Chewing Gum"
					},
					"Translation":
					{
						"Text": "풍선껌"
					},
					"Key": "Name_ChewingGum"
				},
				{
					"Source":
					{
						"Text": "Cigarette Butt"
					},
					"Translation":
					{
						"Text": "담배꽁초"
					},
					"Key": "Name_CigaretteButt"
				},
				{
					"Source":
					{
						"Text": "Common Ticket"
					},
					"Translation":
					{
						"Text": "일반티켓"
					},
					"Key": "Name_Common_Ticket"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Gear]"
					},
					"Translation":
					{
						"Text": "조합재료(기어)"
					},
					"Key": "Name_CraftingMaterial_Gear"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Screw]"
					},
					"Translation":
					{
						"Text": "조합재료(나사)"
					},
					"Key": "Name_CraftingMaterial_Screw"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Spring]"
					},
					"Translation":
					{
						"Text": "조합재료(스프링)"
					},
					"Key": "Name_CraftingMaterial_Spring"
				},
				{
					"Source":
					{
						"Text": "Double-Bladed Lightsaber"
					},
					"Translation":
					{
						"Text": "양날광선검"
					},
					"Key": "Name_DoubleBladedLightsaber"
				},
				{
					"Source":
					{
						"Text": "EMP Vial"
					},
					"Translation":
					{
						"Text": "EMP바이알"
					},
					"Key": "Name_EMP_Vial"
				},
				{
					"Source":
					{
						"Text": "Energy Blaster"
					},
					"Translation":
					{
						"Text": "에너지블래스터"
					},
					"Key": "Name_EnergyBlaster"
				},
				{
					"Source":
					{
						"Text": "Glass Bottle"
					},
					"Translation":
					{
						"Text": "유리병"
					},
					"Key": "Name_GlassBottle"
				},
				{
					"Source":
					{
						"Text": "Glass Bottle Bat"
					},
					"Translation":
					{
						"Text": "유리병 방망이"
					},
					"Key": "Name_GlassBottleBat"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Large)"
					},
					"Translation":
					{
						"Text": "힐팩(대형)"
					},
					"Key": "Name_HealPack_Large"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Medium)"
					},
					"Translation":
					{
						"Text": "힐팩(중형)"
					},
					"Key": "Name_HealPack_Medium"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Small)"
					},
					"Translation":
					{
						"Text": "힐팩(소형)"
					},
					"Key": "Name_HealPack_Small"
				},
				{
					"Source":
					{
						"Text": "Iron Hammer"
					},
					"Translation":
					{
						"Text": "무쇠망치"
					},
					"Key": "Name_IronHammer"
				},
				{
					"Source":
					{
						"Text": "Kettlebell"
					},
					"Translation":
					{
						"Text": "케틀벨"
					},
					"Key": "Name_Kettlebell"
				},
				{
					"Source":
					{
						"Text": "Legendary Ticket"
					},
					"Translation":
					{
						"Text": "전설티켓"
					},
					"Key": "Name_Legendary_Ticket"
				},
				{
					"Source":
					{
						"Text": "Mace"
					},
					"Translation":
					{
						"Text": "메이스"
					},
					"Key": "Name_Mace"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "-"
					},
					"Key": "Name_None"
				},
				{
					"Source":
					{
						"Text": "Rare Ticket"
					},
					"Translation":
					{
						"Text": "레어티켓"
					},
					"Key": "Name_Rare_Ticket"
				},
				{
					"Source":
					{
						"Text": "Soda Can"
					},
					"Translation":
					{
						"Text": "소다캔"
					},
					"Key": "Name_SodaCan"
				},
				{
					"Source":
					{
						"Text": "Taser Stick"
					},
					"Translation":
					{
						"Text": "테이저스틱"
					},
					"Key": "Name_TaserStick"
				},
				{
					"Source":
					{
						"Text": "Universal Material [Wrench]"
					},
					"Translation":
					{
						"Text": "만능재료(렌치)"
					},
					"Key": "Name_UniversalMaterial_Wrench"
				}
			]
		},
		{
			"Namespace": "ST_Skill",
			"Children": [
				{
					"Source":
					{
						"Text": "Analyzes the weaknesses of nearby enemies, reducing their defense."
					},
					"Translation":
					{
						"Text": "주변의 적들의 약점을 분석하여 방어력을 떨어트린다"
					},
					"Key": "Desc_WeaknessAnalysis"
				},
				{
					"Source":
					{
						"Text": "Blink"
					},
					"Translation":
					{
						"Text": "점멸"
					},
					"Key": "Name_Blink"
				},
				{
					"Source":
					{
						"Text": "Emits a Hellptimization wave around the player, reducing the attack power of nearby enemies."
					},
					"Translation":
					{
						"Text": "주변의 적들에게 헬적화 파장을 발산하며 적들의 공격력을 떨어트린다"
					},
					"Key": "Desc_Hellptimization"
				},
				{
					"Source":
					{
						"Text": "Forward Slash"
					},
					"Translation":
					{
						"Text": "전방베기"
					},
					"Key": "Name_ForwardSlash"
				},
				{
					"Source":
					{
						"Text": "Hellptimization"
					},
					"Translation":
					{
						"Text": "헬적화"
					},
					"Key": "Name_Hellptimization"
				},
				{
					"Source":
					{
						"Text": "Moves quickly in the direction of the key input in a short, straight dash."
					},
					"Translation":
					{
						"Text": "플레이어가 누르는 방향키 방향의 직선 방향으로 짧고 빠르게 이동한다."
					},
					"Key": "Desc_Blink"
				},
				{
					"Source":
					{
						"Text": "Multi Slash"
					},
					"Translation":
					{
						"Text": "다중베기"
					},
					"Key": "Name_MultiSlash"
				},
				{
					"Source":
					{
						"Text": "Searches for enemies within a 10m radius and slashes through them at high speed, starting with the closest target."
					},
					"Translation":
					{
						"Text": "반경 10m 안에 있는 적군을 서치하여 가까운 적군부터 빠른 속도로 베어가른다."
					},
					"Key": "Desc_MultiSlash"
				},
				{
					"Source":
					{
						"Text": "Slashes forward in a straight line at high speed."
					},
					"Translation":
					{
						"Text": "직선 앞으로 빠른 속도로 베며 나아간다."
					},
					"Key": "Desc_ForwardSlash"
				},
				{
					"Source":
					{
						"Text": "Teleport"
					},
					"Translation":
					{
						"Text": "텔레포트"
					},
					"Key": "Name_Teleport"
				},
				{
					"Source":
					{
						"Text": "Teleports above the nearest enemy from the player and strikes downward. If no target is available, teleportation fails."
					},
					"Translation":
					{
						"Text": "플레이어로 부터 가장 가까이 적의 위로 텔레포트 하여 내려 찍는다. 대상이 없는 경우 텔레포트 하지 못한다."
					},
					"Key": "Desc_Teleport"
				},
				{
					"Source":
					{
						"Text": "Weakness Analysis"
					},
					"Translation":
					{
						"Text": "약점분석"
					},
					"Key": "Name_WeaknessAnalysis"
				}
			]
		},
		{
			"Namespace": "ST_Tutorial",
			"Children": [
				{
					"Source":
					{
						"Text": "<Medium.26>[Booster Chip Guide]</>\r\n\r\n<Default>Enhance your combat power with over 100 different booster chips for a more powerful gameplay experience.</>\r\n\r\n<Medium.24>[Types of Booster Chips]</>\r\n\r\nCombo Upgrade Type: Enhances the abilities of key combos (basic, jump, dash) and applies debuff effects.\r\nBase Stat Enhancement Chips: Increases core attributes such as attack power, defense, speed, and survivability.\r\n<Medium.24>[How to Obtain]</>\r\n\r\nStage Completion Rewards: Randomly provided upon clearing each stage.\r\n<Medium.24>[How to Use]</>\r\n\r\nAuto-Equip: Automatically activated upon acquisition.\r\n<Default>With over 100 types of booster chips available, strategically combine them to tailor your combat style and maximize your effectiveness on the battlefield!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[부스터칩 가이드]</>\r\n\r\n<Default>100개 이상의 다양한 부스터칩을 활용하여 전투력을 강화하고 더욱 강력한 게임 플레이를 경험하세요.</>\r\n\r\n<Medium.24>[부스터칩 유형]</>\r\n- 콤보 업그레이드형: 주요 콤보(기본, 점프, 돌진)의 능력을 강화하고 디버프 효과를 적용합니다.\r\n- 기본 스탯 강화 칩: 공격력, 방어력, 속도, 생존력 등 핵심 속성을 증가시킵니다.\r\n\r\n<Medium.24>[획득 방법]</>\r\n- 스테이지 클리어 보상: 각 스테이지를 클리어할 때 랜덤으로 지급됩니다.\r\n\r\n<Medium.24>[사용 방법]</>\r\n- 자동 장착: 획득 즉시 자동으로 활성화됩니다.\r\n\r\n<Default>100개 이상의 부스터칩을 전략적으로 조합하여 전투 스타일을 맞추고 전장에서 최고의 효율을 발휘하세요!</>"
					},
					"Key": "Tutorial_Boosterchip"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Combat Guide]</>\r\n<Default>Master the art of combat in BackStreet</>. \r\nUse your skills and tactics to overcome enemies and thrive in the desolate city.\r\n\r\n<Medium.24>[Combo Types]</>\r\n- Standard Combo: Chain basic attacks for a steady damage output.\r\n- Dash Combo:  Launch a swift attack while dashing, with the final hit dealing area damage to multiple enemies.\r\n- Air Combo: Strike enemies mid-air for high damage and strategic advantage.\r\n\r\n<Medium.24>[Battle Tips]</>\r\n- Ranged Enemies: Attack from a distance with projectiles. Use agility to close the gap.\r\n- Melee Enemies: Engage in close quarters. Time your attacks to counter them effectively.\r\n- Roll to Evade: Avoid enemy attacks and projectiles by rolling. Perfect timing can save your life.\r\n\r\n<Default>Practice these techniques to dominate the battlefield and prepare for the ultimate challenge!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[전투 가이드]</>\r\n\r\n<Default>BackStreet에서 전투 기술을 익히고 마스터하세요.</>  \r\n적을 물리치고 황폐한 도시에서 살아남기 위해 기술과 전략을 활용하세요.\r\n\r\n<Medium.24>[콤보 유형]</>\r\n- 기본 콤보: 기본 공격을 연계하여 꾸준한 피해를 입힙니다.\r\n- 돌진 콤보: 대시하면서 빠르게 공격하며, 마지막 타격은 광역 피해를 입힙니다.\r\n- 공중 콤보: 공중에서 적을 공격하여 높은 피해를 주고 전략적 우위를 확보합니다.\r\n\r\n<Medium.24>[전투 팁]</>\r\n- 원거리 적: 투사체 공격을 활용해 원거리에서 공격합니다. 빠르게 접근하여 상대를 제압하세요.\r\n- 근거리 적: 근접 전투에서 교전합니다. 적의 공격 타이밍을 파악하여 효과적으로 반격하세요.\r\n- 구르기 회피: 적의 공격과 투사체를 피하기 위해 구르기를 사용하세요. 완벽한 타이밍이 생존의 열쇠입니다.\r\n\r\n<Default>이 기술을 연습하여 전장을 지배하고 최종 도전에 대비하세요!</>"
					},
					"Key": "Tutorial_Battle_1"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Debuff Guide]</>\r\n<Default>Apply various debuffs to enemies using sub weapons and skills and boosters</>.\r\n\r\n<Medium.24>[Types of Debuffs]</>\r\n- Fire, Corrosion: Inflict continuous damage over time (DoT).\r\n- Slow: Significantly reduce enemy movement speed.\r\n- Attack and Defense Down: Weaken enemy attack power and defense.\r\n- Stun: Temporarily immobilize enemies.\r\n\r\n<Medium.24>[How to Utilize]</>\r\nStrategically apply debuffs using sub weapons and skills to gain the upper hand in battles!\r\n\r\n<Default>Use Debuffs to effectively control and defeat your enemies.</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[디버프 가이드]</>\r\n\r\n<Default>보조 무기, 스킬, 부스터를 활용하여 적에게 다양한 디버프를 적용하세요.</>\r\n\r\n<Medium.24>[디버프 유형]</>\r\n- 화염, 산화: 지속 피해(DoT)를 입힙니다.\r\n- 슬로우: 적의 이동 속도를 크게 감소시킵니다.\r\n- 공격력 및 방어력 감소**: 적의 공격력과 방어력을 약화시킵니다.\r\n- 프리징: 적을 일시적으로 행동 불가 상태로 만듭니다.\r\n\r\n<Medium.24>[활용 방법]</>\r\n- 보조 무기와 스킬을 활용하여 전략적으로 디버프를 적용해 전투에서 우위를 점하세요!\r\n\r\n<Default>디버프를 활용해 적을 효과적으로 제압하고 승리를 쟁취하세요.</>"
					},
					"Key": "Tutorial_Debuff"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Item Reward Guide]</>\r\n\r\n<Default>Receive various item rewards to enhance your survival and power</>.\r\n\r\n<Medium.24>[Healing Packs]</>\r\n- Types: Small, Medium, Large healing packs.\r\n- How to Obtain:\r\n  - Randomly awarded as stage rewards.\r\n  - Collected during gameplay using the 'F' key.\r\n\r\n<Medium.24>[Crafting Materials]</>\r\n- Purpose: Used to craft and enhance skills.\r\n- How to Obtain:\r\n  - Automatically collected from defeated enemies.\r\n- Skill Craft: Available exclusively at designated \"Crafting Stages\".\r\n\r\n<Default>Utilize healing packs and crafting materials effectively to strengthen your character and progress through challenges!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[아이템 보상 가이드]</>\r\n\r\n<Default>다양한 아이템 보상을 획득하여 생존력을 높이고 전투력을 강화하세요.</>\r\n\r\n<Medium.24>[힐팩]</>\r\n\r\n- 종류: 소형, 중형, 대형 힐팩\r\n- 획득 방법:\r\n  - 스테이지 클리어 보상으로 랜덤 지급\r\n  - 게임 중 'F' 키를 사용하여 수집 가능\r\n\r\n<Medium.24>[조합 재료]</>\r\n\r\n- 용도: 스킬 제작 및 강화에 사용됩니다.\r\n- 획득 방법:\r\n  - 처치한 적으로부터 자동 수집됨\r\n- 스킬 조합: 특정 \"조합 스테이지\"에서만 가능\r\n\r\n<Default>힐팩과 조합 재료를 효과적으로 활용하여 캐릭터를 강화하고 도전 과제를 극복하세요!</>"
					},
					"Key": "Tutorial_Reward_1"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Notice!]</>\r\n<Default>This is a demo version of BackStreet</>.\r\nPlease note that it may differ from the final release.\r\n\r\n<Medium.24>[Features in the Demo]</>\r\nLimited access to stages, characters, and abilities. Some features, such as advanced AI behaviors and final cutscenes, are not yet included.\r\n\r\n<Medium.24>[Known Issues]</>\r\nPlaceholder assets may appear during gameplay. Certain animations and sound effects are in progress.\r\n\r\n<Medium.24>[Feedback Request]</>\r\nYour feedback is crucial to improving the game! Report bugs and provide suggestions through our feedback form. Join our community channels for discussions and updates.\r\n\r\n<Medium.24>[Final Note]</>\r\nEnjoy the sneak peek of BackStreet, and stay tuned for the full version's release!"
					},
					"Translation":
					{
						"Text": "<Medium.26>[알림!]</>\r\n\r\n<Default>BackStreet의 데모 버전입니다.</>  \r\n정식 출시 버전과 일부 차이가 있을 수 있습니다.\r\n\r\n<Medium.24>[데모 버전의 특징]</>\r\n- 제한된 스테이지, 캐릭터, 능력 제공\r\n- 일부 기능(고급 AI 행동 및 최종 컷신 등)은 포함되지 않음\r\n\r\n<Medium.24>[알려진 문제점]</>\r\n- 게임 플레이 중 임시 애셋이 표시될 수 있음\r\n- 일부 애니메이션 및 사운드 효과가 아직 작업 중\r\n\r\n<Medium.24>[피드백 요청]</>\r\n- 버그 리포트 및 제안 사항을 피드백 폼을 통해 제출하세요.  \r\n- 커뮤니티 채널에 참여하여 토론 및 최신 정보를 확인하세요.\r\n\r\n- BackStreet 정식 버전 출시를 기대해주세요!"
					},
					"Key": "Tutorial_Entry_2"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Stage System Guide]</>\r\n<Default>Explore various stages across chapters with unique challenges and rewards.</>\r\n\r\n<Medium.24>[Chapter Structure]</>\r\n- Each Chapter consists of approximately 11 stages.\r\n- 2 Craft Stages per chapter, offering a choice between two paths.\r\n- Reward System: All rewards are provided randomly, adding an element of surprise to each playthrough.\r\n\r\n<Medium.24>[Stage Selection]</>\r\n- At certain points in a chapter, you can select between two paths, each with different challenges and rewards.\r\n- Choose wisely, as each path can impact your progression and available resources.\r\n\r\n<Default>Prepare for a thrilling journey where each stage brings new opportunities and risks, and the rewards are always unpredictable!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[스테이지 시스템 가이드]</>\r\n\r\n<Default>다양한 챕터의 스테이지를 탐험하며 고유한 도전과 보상을 경험하세요.</>\r\n\r\n<Medium.24>[챕터 구조]</>\r\n\r\n- 각 챕터는 약 11개의 스테이지로 구성됨\r\n- 챕터당 2개의 조합 스테이지 포함 (선택 가능한 두 갈림길 제공)\r\n- 보상 시스템: 모든 보상이 랜덤으로 지급되며, 플레이마다 새로운 경험 제공\r\n\r\n<Medium.24>[스테이지 선택]</>\r\n\r\n- 특정 지점에서 두 가지 경로 중 하나를 선택 가능  \r\n- 경로마다 도전 요소와 보상이 달라지므로 신중하게 선택하세요\r\n\r\n<Default>각 스테이지에서 새로운 기회와 위험이 공존하며, 보상은 예측할 수 없습니다!</>"
					},
					"Key": "Tutorial_Stage"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Sub Weapon Guide]</>\r\n<Default>Utilize various auxiliary weapons to support your battles</>.\r\nWhen used effectively, they can turn the tide of combat.\r\n\r\n<Medium.24>[How to Use]</>\r\n- During Combos: Press Right-Click to fire instantly during a combo.\r\n- Aimed Use: Press Right-Click to aim, then Left-Click to fire.\r\n\r\n<Medium.24>[How to Obtain, Types of Sub Weapons]</>\r\n- Sub weapons can be found in trash bags scattered throughout the map.\r\n- Bubblegum / Aluminum Cans / Cigarette Butts / etc.."
					},
					"Translation":
					{
						"Text": "<Medium.26>[보조 무기 가이드]</>\r\n\r\n<Default>다양한 보조 무기를 활용하여 전투를 지원하세요.</>  \r\n효과적으로 사용하면 전세를 역전할 수 있습니다.\r\n\r\n<Medium.24>[사용 방법]</>\r\n\r\n- 콤보 중 사용: 콤보 도중 우클릭을 눌러 즉시 발사\r\n- 조준 후 사용: 우클릭으로 조준한 후 좌클릭으로 발사\r\n\r\n<Medium.24>[획득 방법 및 보조 무기 종류]</>\r\n\r\n- 맵 곳곳에 있는 쓰레기 봉투를 개봉하여 획득 가능\r\n- 풍선껌 / 알루미늄 캔 / 담배꽁초 / 등 다양한 무기 존재"
					},
					"Key": "Tutorial_SubWeapon"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Welcome!]</>\r\n\r\n<Default>Welcome to BackStreet</>.\r\nTo survive here, you must face off against robots in a desolate city.\r\n\r\n<Medium.24>[Background]</>\r\nYou must defeat the central AI that rules the city, <Medium.24>3COS</>, and recover your lost memories.\r\n\r\n<Medium.24>[Objectives]</>\r\n\r\nBattle hordes of robots to hone your skills and survival instincts.\r\nGrow stronger with skills and booster chips obtained from the city.\r\nLiberate the empty dystopian city through the final showdown."
					},
					"Translation":
					{
						"Text": "<Medium.26>[환영합니다!]</>\r\n\r\n<Default>BackStreet에 오신 것을 환영합니다.</>  \r\n이곳에서 살아남기 위해 황폐한 도시에서 로봇들과 맞서 싸워야 합니다.\r\n\r\n<Medium.24>[배경]</>\r\n\r\n당신은 도시를 지배하는 중앙 AI <Medium.24>3COS</>를 무찌르고  \r\n잃어버린 기억을 되찾아야 합니다.\r\n\r\n<Medium.24>[목표]</>\r\n\r\n- 수많은 로봇과 전투를 벌이며 전투 기술과 생존 본능을 연마하세요.\r\n- 도시에서 얻은 스킬과 부스터칩으로 더욱 강해지세요.\r\n- 최종 결전을 통해 텅 빈 디스토피아 도시를 해방하세요!"
					},
					"Key": "Tutorial_Entry"
				},
				{
					"Source":
					{
						"Text": "About Ability"
					},
					"Translation":
					{
						"Text": "어빌리티에 대해"
					},
					"Key": "Header_AbilityInfo"
				},
				{
					"Source":
					{
						"Text": "About Boosterchip"
					},
					"Translation":
					{
						"Text": "부스터칩에 대해"
					},
					"Key": "Header_BoosterChip"
				},
				{
					"Source":
					{
						"Text": "About Combo"
					},
					"Translation":
					{
						"Text": "콤보에 대해"
					},
					"Key": "Header_ComboInfo"
				},
				{
					"Source":
					{
						"Text": "About Debuff"
					},
					"Translation":
					{
						"Text": "디버프에 대해"
					},
					"Key": "Header_Debuff"
				},
				{
					"Source":
					{
						"Text": "About Item Reward"
					},
					"Translation":
					{
						"Text": "아이템 보상에 대해"
					},
					"Key": "Header_Reward"
				},
				{
					"Source":
					{
						"Text": "About Stagesystem"
					},
					"Translation":
					{
						"Text": "스테이지에 대해"
					},
					"Key": "Header_Stage"
				},
				{
					"Source":
					{
						"Text": "About SubWeapon"
					},
					"Translation":
					{
						"Text": "보조무기에 대해"
					},
					"Key": "Header_SubWeapon"
				},
				{
					"Source":
					{
						"Text": "Aim"
					},
					"Translation":
					{
						"Text": "조준"
					},
					"Key": "Input_Aim"
				},
				{
					"Source":
					{
						"Text": "Attack"
					},
					"Translation":
					{
						"Text": "공격"
					},
					"Key": "Input_Attack"
				},
				{
					"Source":
					{
						"Text": "Battle"
					},
					"Translation":
					{
						"Text": "전투"
					},
					"Key": "Input_Category_Battle"
				},
				{
					"Source":
					{
						"Text": "Elimate all enemies."
					},
					"Translation":
					{
						"Text": "모든 적을 섬멸하세요"
					},
					"Key": "UI_Elimate_Enemy"
				},
				{
					"Source":
					{
						"Text": "Interact"
					},
					"Translation":
					{
						"Text": "상호작용"
					},
					"Key": "Input_Interact"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "점프"
					},
					"Key": "Input_Jump"
				},
				{
					"Source":
					{
						"Text": "Move Backward"
					},
					"Translation":
					{
						"Text": "뒤로 이동"
					},
					"Key": "Input_MoveBackward"
				},
				{
					"Source":
					{
						"Text": "Move Forward"
					},
					"Translation":
					{
						"Text": "앞으로 이동"
					},
					"Key": "Input_MoveForward"
				},
				{
					"Source":
					{
						"Text": "Move Left"
					},
					"Translation":
					{
						"Text": "왼쪽으로 이동"
					},
					"Key": "Input_MoveLeft"
				},
				{
					"Source":
					{
						"Text": "Move Right"
					},
					"Translation":
					{
						"Text": "오른쪽으로 이동"
					},
					"Key": "Input_MoveRight"
				},
				{
					"Source":
					{
						"Text": "Movement"
					},
					"Translation":
					{
						"Text": "이동"
					},
					"Key": "Input_Category_Movement"
				},
				{
					"Source":
					{
						"Text": "Obtain all items."
					},
					"Translation":
					{
						"Text": "모든 아이템을 획득하세요"
					},
					"Key": "UI_ObtainItems"
				},
				{
					"Source":
					{
						"Text": "Open the trash bag."
					},
					"Translation":
					{
						"Text": "쓰레기 봉투를 개봉하세요"
					},
					"Key": "UI_OpenTrash"
				},
				{
					"Source":
					{
						"Text": "Roll"
					},
					"Translation":
					{
						"Text": "구르기"
					},
					"Key": "Input_Roll"
				},
				{
					"Source":
					{
						"Text": "Shoot"
					},
					"Translation":
					{
						"Text": "보조무기 발사"
					},
					"Key": "Input_Shoot"
				},
				{
					"Source":
					{
						"Text": "SkillA"
					},
					"Translation":
					{
						"Text": "스킬A"
					},
					"Key": "Input_SkillA"
				},
				{
					"Source":
					{
						"Text": "SkillB"
					},
					"Translation":
					{
						"Text": "스킬B"
					},
					"Key": "Input_SkillB"
				},
				{
					"Source":
					{
						"Text": "SkillC"
					},
					"Translation":
					{
						"Text": "스킬C"
					},
					"Key": "Input_SkillC"
				},
				{
					"Source":
					{
						"Text": "Sprint"
					},
					"Translation":
					{
						"Text": "달리기"
					},
					"Key": "Input_Sprint"
				},
				{
					"Source":
					{
						"Text": "Welcome!"
					},
					"Translation":
					{
						"Text": "환영합니다!"
					},
					"Key": "Header_Welcome"
				},
				{
					"Source":
					{
						"Text": "World"
					},
					"Translation":
					{
						"Text": "월드"
					},
					"Key": "Input_Category_World"
				}
			]
		}
	]
}